{
    "scenario": [
        "A teacher has dropped a pile of paper! Help her pick it up by typing",
        "Someone's school bag is unzipped. Help them zip it up by typing",
        "The security guard at the gate has fallen asleep! Wake him up by typing",
        "There's a deadly bee hive on one of the campus trees! Alert the teachers by typing",
        "Bento's laptop ran out of battery, help Bento recharge it by typing",
        "There's a student crying in the cafeteria alone, comfort the student by typing",
        "A student just fell from the stairs! Help her up by typing",
        "The fans in class 1-B are left switched on! Help turn them off by typing",
        "A student's shoelaces are untied, alert him by typing",
        "The lights in class 1-C are left switched on! Help turn them off by typing",
        "Nanami needs a model for the upcoming art competition, be Nanami's model by typing",
        "There are food stains found in class 1-A, clean them up by typing",
        "A teacher is having issues setting up a projector, help to set it up by typing",
        "It's raining outside and water is splashing into the classroom! Help close the windows by typing",
        "You see your classmate carrying lots of books, help her carry some of the books by typing",
        "There's a stray cat roaming nearby, feed it some treats by typing",
        "There's a flash mob dance happening in the assembly hall, join it by typing",
        "There's a student eating alone in the canteen, accompany her by typing",
        "There's a food carnival held by the student council, go check it out by typing",
        "A stray cat is caught in the rain! Help it get to shelter by typing",
        "There's a bunch of trash along the classroom corridors, help dispose of them by typing",
        "It's after gym class, and one of your classmates look nauseous, bring them to the sickbay by typing",
        "One of your classmates is having a fever, help them to the sickbay by typing",
        "Sorata the head councillor is having issues with their math homework, help them solve the question by typing",
        "A pair of keys is left on one of the cafeteria tables, return it to the school lost-and-found by typing",
        "The students are battling Havoc World's xenos aliens, join the fight by typing",
        "The chalkboard is dirty and class is starting! Clean the chalkboard by typing",
        "The Chilled Kongs' students are vibing in the music lounge, join them by typing",
        "There's a leak in the classroom roof, call the school maintenance by typing",
        "The teacher is marking attendance and has called your name, reply by typing",
        "Ding Ding, the assembly bell just rang! Run to the assembly hall by typing",
        "Class 1-B's floor is filled with dust and litter! Sweep the floor by typing",
        "The level 1 washroom has a stench! Join hands with your classmates and clean the washroom by typing",
        "The lecture is getting a little boring. Crush a paperball and throw it into the bin by typing",
        "Ding Dong! It's lunch break time! Sprint to the canteen by typing",
        "A classmate needs a spotter at the bench press in the school gym! Spot for him by typing",
        "Your deskmate needs an eraser for his schoolwork, lend him your eraser by typing",
        "There's a singing contest in the school hall, join the singing contest by typing",
        "Your deskmate dropped her pen, help her pick it up by typing",
        "Your classmate lost her lunchbox! Share your lunch with her by typing",
        "A shooting star just flew overtop Hima High's sky, quickly take a picture by typing"
    ],
    "answer": [
        "pickup",
        "zip up",
        "shake",
        "alert",
        "recharge",
        "comfort",
        "assist",
        "switch",
        "shoelace",
        "switch",
        "model",
        "wipe",
        "click",
        "close",
        "carry",
        "feed",
        "dance",
        "eat",
        "food",
        "umbrella",
        "clean",
        "sickbay",
        "sickbay",
        "solve",
        "return",
        "attack",
        "clean",
        "vibe",
        "fix",
        "present",
        "run",
        "sweep",
        "wash",
        "kobe",
        "sprint",
        "spot",
        "lend",
        "sing",
        "pick up",
        "share",
        "snap"
    ]
}